[
  {
    "id": 1,
    "titulo": "Cambios en la Pubertad: Lo que Necesitas Saber🌸",
    "categoria": "Cuerpo y Desarrollo",
    "duracion": "5 min",
    "descripcion": "Una guía completa sobre los cambios físicos y emocionales durante la pubertad, explicados de manera clara y sin tabúes.",
    "imagen": "/img/pubertad.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "La pubertad es una etapa natural del desarrollo humano donde tu cuerpo experimenta cambios significativos. Es completamente normal tener preguntas, dudas o incluso sentirte confundidx. Esta guía está aquí para acompañarte en este proceso."
      },
      {
        "tipo": "texto",
        "titulo": "¿Qué es la Pubertad?",
        "contenido": [
          "La pubertad es el proceso de desarrollo físico y emocional que transforma tu cuerpo de niñx a adultx.",
          "Generalmente comienza entre los 8 y 13 años en personas asignadas como mujeres al nacer, y entre los 9 y 14 años en personas asignadas como hombres al nacer.",
          "Cada persona se desarrolla a su propio ritmo. No hay un tiempo 'correcto' o 'incorrecto' para comenzar la pubertad."
        ]
      },
      {
        "tipo": "lista",
        "titulo": "Cambios Físicos Comunes",
        "items": [
          "Crecimiento de vello en axilas, pubis y otras áreas del cuerpo",
          "Aumento en la estatura y cambios en la forma del cuerpo",
          "Desarrollo de características sexuales secundarias",
          "Cambios en la piel, como aparición de acné",
          "Cambios en el olor corporal",
          "Inicio de la menstruación o producción de esperma"
        ]
      },
      {
        "tipo": "texto",
        "titulo": "Cambios Emocionales",
        "contenido": [
          "Los cambios no son solo físicos. Las hormonas también afectan tus emociones y la forma en que pensás.",
          "Podés experimentar cambios de humor más frecuentes, sentirte más sensible o tener emociones más intensas.",
          "Estos cambios emocionales son completamente normales. Hablá con personas de confianza sobre cómo te sentís: no estás solx en este proceso."
        ]
      },
      {
        "tipo": "lista",
        "titulo": "Cuidados Durante la Pubertad",
        "items": [
          "Mantén una higiene personal diaria, incluyendo ducha regular",
          "Usa desodorante para controlar el olor corporal",
          "Si menstrúas, aprende sobre productos de higiene menstrual",
          "Come alimentos nutritivos y mantenete hidratadx",
          "Hacé ejercicio regularmente",
          "Dormí lo suficiente (8-10 horas por noche)",
          "Buscá apoyo emocional cuando lo necesites"
        ]
      },
      {
        "tipo": "numerada",
        "titulo": "✨ Puntos Clave para Recordar",
        "items": [
          "La pubertad es un proceso natural que ocurre a diferentes edades para cada persona",
          "Los cambios físicos y emocionales son normales y esperados",
          "No hay dos personas que experimenten la pubertad de la misma manera",
          "Cuidar tu higiene y salud es importante durante esta etapa",
          "Siempre podés hablar con personas de confianza sobre tus dudas"
        ]
      },
      {
        "tipo": "recursos",
        "titulo": "Recursos Adicionales",
        "items": [
          "Consultá con un profesional de la salud si tenés preguntas específicas",
          "Hablá con tu familia o personas de confianza sobre tus cambios",
          "Usá nuestro chat con ginecólogas para dudas confidenciales"
        ]
      }
    ]
   
  },
  {
    "id": 2,
    "titulo": "¿Qué es el Consentimiento y Por Qué es Importante?🤝",
    "categoria": "Consentimiento",
    "duracion": "7 min",
    "descripcion": "Aprende sobre los límites personales, cómo expresarlos y cómo respetar los de los demás en todas las relaciones.",
    "imagen": "/img/consentimiento.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "El consentimiento es una forma de respeto. Significa acordar algo de manera libre, consciente y entusiasta entre todas las personas involucradas."
      },
      {
        "tipo": "texto",
        "titulo": "¿Qué Significa Dar Consentimiento?",
        "contenido": [
          "Dar consentimiento significa decir 'sí' de manera clara y sin presiones.",
          "Debe ser una decisión libre, sin manipulación, miedo o culpa.",
          "El consentimiento puede retirarse en cualquier momento. Si alguien cambia de idea, se debe respetar."
        ]
      },
      {
        "tipo": "lista",
        "titulo": "Formas de Consentimiento",
        "items": [
          "Verbal: decir 'sí', 'quiero', 'me gusta' o expresiones similares.",
          "No verbal: lenguaje corporal positivo, contacto visual, relajación.",
          "Nunca es consentimiento: silencio, miedo, estar bajo efectos de alcohol o drogas, o sentirse obligado/a."
        ]
      },
      {
        "tipo": "numerada",
        "titulo": "Claves del Consentimiento",
        "items": [
          "Debe ser claro y explícito.",
          "Debe ser libre de presiones o manipulación.",
          "Debe poder retirarse en cualquier momento.",
          "Debe ser informado (entender a qué se está accediendo)."
        ]
      }
    ]
  },
  {
    "id": 3,
    "titulo": "Identidad de Género y Orientación Sexual🌈",
    "categoria": "Identidad y Género",
    "duracion": "10 min",
    "descripcion": "Explora la diversidad de identidades y orientaciones, y aprende a comprender y respetar la tuya y la de los demás.",
    "imagen": "/img/orientacion.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "La identidad y la orientación sexual son parte de quiénes somos. Comprenderlas nos ayuda a vivir con autenticidad y respeto hacia lxs demás."
      },
      {
        "tipo": "texto",
        "titulo": "Identidad de Género",
        "contenido": [
          "La identidad de género es cómo una persona se siente y se reconoce: mujer, hombre, ambos, ninguno, u otra identidad.",
          "Puede o no coincidir con el sexo asignado al nacer.",
          "Cada persona tiene derecho a vivir según su identidad de género."
        ]
      },
      {
        "tipo": "texto",
        "titulo": "Orientación Sexual",
        "contenido": [
          "La orientación sexual se refiere a hacia quién te sentís atraídx emocional, afectiva o sexualmente.",
          "Existen muchas orientaciones: heterosexual, homosexual, bisexual, asexual, pansexual, entre otras.",
          "Todas son válidas y merecen respeto."
        ]
      },
      {
        "tipo": "recursos",
        "titulo": "Recursos y Apoyo",
        "items": [
          "Organizaciones LGBTIQ+ locales",
          "Líneas de ayuda y acompañamiento psicológico",
          "Charlas de diversidad en escuelas y espacios comunitarios"
        ]
      }
    ]
  },
  {
    "id": 4,
    "titulo": "Relaciones Saludables: Señales de Alerta💕",
    "categoria": "Relaciones Saludables",
    "duracion": "8 min",
    "descripcion": "Identifica los signos de una relación saludable versus una tóxica. Tu bienestar emocional es fundamental.",
    "imagen": "/img/relaciones.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "Las relaciones deben hacernos sentir bien, seguras y valoradas. Aprender a reconocer señales de alerta puede protegerte."
      },
      {
        "tipo": "lista",
        "titulo": "Características de una Relación Saludable",
        "items": [
          "Comunicación abierta y honesta",
          "Respeto mutuo",
          "Apoyo y confianza",
          "Espacio personal y autonomía",
          "Resolución de conflictos sin violencia"
        ]
      },
      {
        "tipo": "lista",
        "titulo": "Señales de Alerta",
        "items": [
          "Control o celos excesivos",
          "Aislamiento de tus amistades o familia",
          "Descalificaciones o burlas",
          "Amenazas o manipulación emocional",
          "Violencia física o sexual"
        ]
      },
      {
        "tipo": "recursos",
        "titulo": "Dónde Buscar Ayuda",
        "items": [
          "Línea 144: atención a víctimas de violencia de género",
          "Espacios de orientación psicológica gratuita",
          "Consejerías escolares o comunitarias"
        ]
      }
    ]
  },
  {
    "id": 5,
    "titulo": "Métodos Anticonceptivos: Guía Completa🩺",
    "categoria": "Salud Sexual",
    "duracion": "12 min",
    "descripcion": "Información detallada sobre los diferentes métodos anticonceptivos, su eficacia y cómo acceder a ellos.",
    "imagen": "/img/anticonceptivos.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "Los métodos anticonceptivos ayudan a prevenir embarazos no deseados y, en algunos casos, también protegen de infecciones de transmisión sexual (ITS)."
      },
      {
        "tipo": "lista",
        "titulo": "Tipos de Métodos Anticonceptivos",
        "items": [
          "Preservativo (masculino y femenino)",
          "Pastillas anticonceptivas",
          "DIU (dispositivo intrauterino)",
          "Implantes hormonales",
          "Inyecciones anticonceptivas",
          "Métodos naturales (menos efectivos)"
        ]
      },
      {
        "tipo": "texto",
        "titulo": "Importancia del Preservativo",
        "contenido": [
          "Es el único método que previene tanto embarazos como ITS.",
          "Debe usarse correctamente desde el inicio de la relación sexual.",
          "Está disponible gratuitamente en centros de salud y escuelas."
        ]
      },
      {
        "tipo": "recursos",
        "titulo": "Dónde Obtener Métodos Anticonceptivos",
        "items": [
          "Centros de salud pública",
          "Hospitales y consultorios",
          "Programas de educación sexual integral"
        ]
      }
    ]
  },
  {
    "id": 6,
    "titulo": "Tus Derechos Sexuales y Reproductivos⚖️",
    "categoria": "Derechos Sexuales",
    "duracion": "6 min",
    "descripcion": "Conoce tus derechos legales en materia de salud sexual y reproductiva, y cómo ejercerlos.",
    "imagen": "/img/derechos.webp",
    "secciones": [
      {
        "tipo": "intro",
        "texto": "Los derechos sexuales y reproductivos garantizan que todas las personas puedan decidir sobre su cuerpo, su salud y su vida reproductiva sin coerción ni violencia."
      },
      {
        "tipo": "lista",
        "titulo": "Derechos Fundamentales",
        "items": [
          "Decidir sobre tener o no tener relaciones sexuales",
          "Acceder a educación sexual integral",
          "Usar o no métodos anticonceptivos",
          "Recibir atención médica sin discriminación",
          "Vivir libre de violencia sexual"
        ]
      },
      {
        "tipo": "numerada",
        "titulo": "Cómo Ejercer Tus Derechos",
        "items": [
          "Infórmate sobre las leyes de tu país.",
          "Asiste a centros de salud o espacios educativos para recibir asesoramiento.",
          "Denuncia situaciones de vulneración de derechos.",
          "Participa en actividades de educación sexual comunitaria."
        ]
      }
    ]
  }
]
